Repository: minqf/ovirt-host-deploy
Catalog: po/*.po
Languages: pt_br

source: Architecture is unsupported
pt_br: Arquitetura sem suporte

source: Hardware supports virtualization
pt_br: Hardware suporta virtualização

source: Hardware does not support virtualization
pt_br: Hardware não suporta virtualização

source: Removing hosted-engine configuration
pt_br: Removendo configuração do hosted-engine

source: Updating hosted-engine configuration
pt_br: Atualizando configuração do hosted-engine

source: Hosted Engine support requested on unsupported machine: {arch}. Disabling
pt_br: Suporte do Hosted Engine solicitado na máquina sem suporte: {arch}. Desabilitando

source: Setting up PKI
pt_br: Definindo PKI

source: PKI accept mode while no pending request
pt_br: Modo PKI aceito enquanto nenhuma solicitação estiver pendente

source: Please issue VDSM certificate based on this certificate request
pt_br: Por favor emita o certificado VDSM com base neste pedido de certificado

source: Certificate enrollment required
pt_br: A inscrição de certificado é exigido

source: Please input VDSM certificate chain that matches certificate request, top is issuer
pt_br: Por favor coloque a cadeia de certificados VDSM que correspondem ao certificado pedido, superior é emitente

source: Cannot remove file '{name}'.
pt_br: Não posso remover arquivo '{name}'.

source: Setting up Serial Console PKI
pt_br: Definindo o PKI do Console Serial

source: Please issue serial console certificate based on this certificate request
pt_br: Por favor emita o certificado do console serial com base neste certificado requisitado

source: Serial console certificate enrollment required
pt_br: Inscrição do certificado de console Serial requerido

source: Please input serial console certificate chain that matches certificate request, top is issuer
pt_br: Por favor coloque a cadeia de certificados do console serial que coincida com pedido de certificado, superior é emitente

source: Continuing will configure this host for serving as hypervisor. Are you sure you want to continue? (yes/no)
pt_br: Continuando irá configurar este host para servir como hypervisor. Você tem certeza que quer continuar? (sim/não)

source: Version: {package}-{version} ({local_version})
pt_br: Versão: {package}-{version} ({local_version})

source: Starting glusterpmd service
pt_br: Iniciando serviço glusterpmd

source: Restarting nrpe service
pt_br: Reiniciando serviço nrpe

source: Cannot locate gluster packages, possible cause is incorrect channels
pt_br: Não posso localizar pacotes gluster, possível causa são os canais incorretos

source: Starting gluster
pt_br: Iniciando gluster

source: Cannot resolve kdump destination address '{host}'
pt_br: Não posso resolver endereços de destinação do kdump '{host}'

source: Restarting kdump
pt_br: Reiniciando kdump

source: kdump service restart failed. Please either redeploy with Kdump Integration disabled or fix kdump configuration manually and redeploy the host
pt_br: falha ao reiniciar serviço kdump. Por favor faça novo deploy com Integração Kdump desabilitado ou corrigir manualmente a configuração do kdump e faça novo deploy

source: Cannot set tuned profile
pt_br: Não posso definir perfil sintonizado

source: Cannot detect if hardware supports virtualization
pt_br: Não posso detectar se o hardware suporta virtualização

source: Machine does not support constant timestamp counter, this may effect performance
pt_br: Máquina não suporta contador constante de timestamp, isso pode afetar o desempenho

source: Cannot locate vdsm package, possible cause is incorrect channels
pt_br: Não posso localizar pacotes vdsm, possível causa são os canais incorretos

source: VDSM package is too old, need {minimum} found {version}
pt_br: Pacote VDSM muito antigo, necessita {minimum} encontrado {version}

source: Starting vdsm
pt_br: Iniciando vdsm

source: Distribution {distribution} version {version} is not supported
pt_br: Distribuição {distribution} versão {version} não é suportada

source: Invalid dmidecode output
pt_br: Saída dmidecode inválida

source: No system uuid
pt_br: Sem UUID do sistema

source: Starting ovirt-vmconsole-host-sshd
pt_br: Iniciando ovirt-vmconsole-host-sshd
